Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Show the transform box and handles (⌘H). When hidden, drag anywhere to move the layer.
ar: إظهار مربع التحويل والمقابض (⌘H). عندما تكون مخفية، اسحب إلى أي مكان لتحريك الطبقة.
es: Muestre el cuadro de transformación y los controladores (⌘H). Cuando esté oculta, arrastre a cualquier lugar para mover la capa.
fr: Affichez la boîte de transformation et les poignées (⌘H). Lorsqu'il est masqué, faites glisser n'importe où pour déplacer le calque.
hi: ट्रांसफ़ॉर्म बॉक्स और हैंडल (⌘H) दिखाएँ। छिपाए जाने पर, परत को स्थानांतरित करने के लिए कहीं भी खींचें।
it: Mostra la casella di trasformazione e le maniglie (⌘H). Quando è nascosto, trascina ovunque per spostare il livello.
ja: 変換ボックスとハンドル (⌘H) を表示します。非表示の場合は、任意の場所にドラッグしてレイヤーを移動します。
pt_br: Mostre a caixa de transformação e as alças (⌘H). Quando oculto, arraste para qualquer lugar para mover a camada.
ru: Покажите рамку преобразования и маркеры (⌘H). Когда слой скрыт, перетащите его в любое место, чтобы переместить слой.
zh_hans: 显示变换框和手柄 (⌘H)。隐藏后，拖动任意位置即可移动图层。

source: Show the whole image (⌘0)
ar: إظهار الصورة كاملة (⌘0)
es: Mostrar la imagen completa (⌘0)
fr: Afficher l'image entière (⌘0)
hi: पूरी छवि दिखाएँ (⌘0)
it: Mostra l'immagine intera (⌘0)
ja: 画像全体を表示 (⌘0)
pt_br: Mostrar a imagem inteira (⌘0)
ru: Показать все изображение (⌘0)
zh_hans: 显示整个图像 (⌘0)

source: Shrink the mask to drop the rim of background color around the subject, or grow it
ar: قم بتقليص القناع لإسقاط حافة لون الخلفية حول الموضوع أو تكبيرها
es: Reduzca la máscara para eliminar el borde del color de fondo alrededor del sujeto o agréguela
fr: Réduisez le masque pour laisser tomber le bord de couleur d'arrière-plan autour du sujet ou agrandissez-le.
hi: विषय के चारों ओर पृष्ठभूमि रंग के रिम को गिराने या उसे बड़ा करने के लिए मास्क को सिकोड़ें
it: Riduci la maschera per eliminare il bordo del colore di sfondo attorno al soggetto o ingrandiscilo
ja: マスクを縮小して被写体の周囲の背景色の縁を落とすか、拡大します。
pt_br: Reduza a máscara para diminuir a borda da cor de fundo ao redor do assunto ou aumente-a
ru: Уменьшите маску, чтобы опустить границу цвета фона вокруг объекта, или увеличьте ее.
zh_hans: 缩小蒙版以去除主体周围的背景颜色边缘，或将其放大

source: Size
ar: الحجم
es: Tamaño
fr: Taille
hi: आकार
it: Dimensioni
ja: サイズ
pt_br: Tamanho
ru: Размер
zh_hans: 尺寸

source: Smear
ar: تشويه
es: Frotis
fr: Frottis
hi: धब्बा
it: Spalmare
ja: スミア
pt_br: Esfregar
ru: Мазок
zh_hans: 涂片

source: Smear (R)
ar: مسحة (ص)
es: Frotis (R)
fr: Frottis (R)
hi: धब्बा (आर)
it: Striscio (R)
ja: スメア(R)
pt_br: Esfregar (R)
ru: Размазать (R)
zh_hans: 涂抹 (R)

source: Smooth
ar: على نحو سلس
es: Suave
fr: Lisse
hi: चिकना
it: Liscio
ja: スムーズ
pt_br: Suave
ru: Гладкий
zh_hans: 光滑

source: Smooth selection edges; turn off for hard pixel edges
ar: حواف اختيار ناعمة؛ قم بإيقاف تشغيله لحواف البكسل الصلبة
es: Bordes de selección suaves; desactivar para bordes de píxeles duros
fr: Bords de sélection lisses ; désactiver pour les bords de pixels durs
hi: चिकने चयन किनारे; कठोर पिक्सेल किनारों के लिए बंद करें
it: Bordi di selezione lisci; disattivare per bordi pixel netti
ja: 選択範囲のエッジを滑らかにします。ハードピクセルエッジの場合はオフにします
pt_br: Bordas de seleção suaves; turn off for hard pixel edges
ru: Гладкие края выделения; отключить жесткие края пикселей
zh_hans: 平滑选区边缘；关闭硬像素边缘

source: Smooth the detected object outline; turn off for the raw pixel mask
ar: قم بتنعيم مخطط الكائن المكتشف؛ قم بإيقاف تشغيل قناع البكسل الخام
es: Suavizar el contorno del objeto detectado; desactivar para la máscara de píxeles sin formato
fr: Lisser le contour de l'objet détecté ; désactiver pour le masque de pixels brut
hi: पहचानी गई वस्तु की रूपरेखा को चिकना करें; कच्चे पिक्सेल मास्क के लिए बंद करें
it: Smussare il contorno dell'oggetto rilevato; disattivare per la maschera pixel grezza
ja: 検出されたオブジェクトの輪郭を滑らかにします。生のピクセルマスクをオフにする
ru: Сгладить контур обнаруженного объекта; отключить маску необработанных пикселей
zh_hans: 平滑检测到的物体轮廓；关闭原始像素蒙版

source: Smoothing
ar: تنعيم
es: Suavizado
fr: Lissage
hi: चौरसाई करना
it: Levigatura
ja: スムージング
pt_br: Suavização
ru: Сглаживание
zh_hans: 平滑

source: Smooths colored speckles.
ar: ينعم البقع الملونة.
es: Suaviza las motas de colores.
fr: Lisse les taches colorées.
hi: रंगीन धब्बों को चिकना करता है।
it: Leviga le macchie colorate.
ja: 色の斑点を滑らかにします。
ru: Сглаживает цветные крапинки.
zh_hans: 抚平彩色斑点。

source: Smooths grain and noise in brightness.
ar: ينعم الحبوب والضوضاء في السطوع.
es: Suaviza el brillo del grano y el ruido.
fr: Lisse le grain et le bruit en luminosité.
hi: चमक में अनाज और शोर को चिकना करता है।
it: Attenua la grana e il rumore in termini di luminosità.
ja: 明るさの粒子やノイズを滑らかにします。
ru: Сглаживает зернистость и шумы по яркости.
zh_hans: 平滑亮度中的颗粒和噪点。

source: Smudge
ar: لطخة
es: manchar
fr: Tache
hi: धब्बा
it: Sbavatura
ja: 汚れ
pt_br: Borrar
ru: Размазать
zh_hans: 涂抹

source: Smudge and Liquify work on a layer's pixels, not its mask.
ar: يعمل Smudge وLiquify على وحدات بكسل الطبقة، وليس على قناعها.
es: Difuminar y Licuar funcionan en los píxeles de una capa, no en su máscara.
fr: Smudge et Liquify fonctionnent sur les pixels d'un calque, pas sur son masque.
hi: स्मज और लिक्विफाई एक परत के पिक्सल पर काम करते हैं, उसके मास्क पर नहीं।
it: Sbavatura e Fluidifica funzionano sui pixel di un livello, non sulla sua maschera.
ja: スマッジと液化は、マスクではなくレイヤーのピクセルに作用します。
pt_br: Borrar e Dissolver funcionam nos pixels de uma camada, não em sua máscara.
ru: Smudge и Liquify работают с пикселями слоя, а не с его маской.
zh_hans: 涂抹和液化作用于图层的像素，而不是其蒙版。

source: Snap
ar: التقط
es: chasquido
hi: स्नैप
it: Scatta
ja: スナップ
ru: Привязка
zh_hans: 快照

source: Snap To
ar: التقط ل
es: Ajustar a
fr: Accrocher à
hi: पर स्नैप करें
it: Aggancia a
ja: スナップ先
pt_br: Ajustar para
ru: Привязать к
zh_hans: 对齐到

source: SoCo
ar: سوكو
ja: ソコ
ru: СоКо
zh_hans: 索科

source: SoLE
ar: سولي
es: SOLO
hi: एकमात्र
ja: ソール
ru: ЕДИНСТВЕННЫЙ
zh_hans: 索莱

source: Soft Light
ar: ضوء ناعم
es: Luz suave
fr: Lumière douce
hi: शीतल प्रकाश
it: Luce soffusa
ja: 柔らかな光
pt_br: Luz Suave
ru: Мягкий свет
zh_hans: 柔光

source: Softens the edge of the vignette.
ar: يخفف حافة المقالة القصيرة.
es: Suaviza el borde de la viñeta.
fr: Adoucit le bord de la vignette.
hi: विग्नेट के किनारे को नरम करता है।
it: Ammorbidisce il bordo della vignetta.
ja: ビネットのエッジをソフトにします。
ru: Смягчает края виньетки.
zh_hans: 柔化小插图的边缘。

source: Some dropped items couldn’t be read. Drag JPEG, PNG, HEIC, TIFF, or Photoshop (PSD) files from Finder.
ar: لا يمكن قراءة بعض العناصر المسقطة. اسحب ملفات JPEG، أو PNG، أو HEIC، أو TIFF، أو Photoshop (PSD) من Finder.
es: Algunos elementos caídos no se pudieron leer. Arrastre archivos JPEG, PNG, HEIC, TIFF o Photoshop (PSD) desde Finder.
fr: Certains éléments supprimés n'ont pas pu être lus. Faites glisser les fichiers JPEG, PNG, HEIC, TIFF ou Photoshop (PSD) depuis le Finder.
hi: कुछ गिराए गए आइटम पढ़े नहीं जा सके. फाइंडर से JPEG, PNG, HEIC, TIFF, या Photoshop (PSD) फ़ाइलें खींचें।
it: Impossibile leggere alcuni elementi rilasciati. Trascina file JPEG, PNG, HEIC, TIFF o Photoshop (PSD) dal Finder.
ja: 一部のドロップアイテムは読み取れませんでした。 JPEG、PNG、HEIC、TIFF、または Photoshop (PSD) ファイルを Finder からドラッグします。
pt_br: Some dropped items couldn’t be read. Arraste arquivos JPEG, PNG, HEIC, TIFF ou Photoshop (PSD) do Finder.
ru: Некоторые выпавшие предметы невозможно было прочитать. Перетащите файлы JPEG, PNG, HEIC, TIFF или Photoshop (PSD) из Finder.
zh_hans: 一些掉落的物品无法读取。从 Finder 中拖动 JPEG、PNG、HEIC、TIFF 或 Photoshop (PSD) 文件。

source: Space
ar: الفضاء
es: espacio
fr: Espace
hi: अंतरिक्ष
it: Spazio
ja: 宇宙
pt_br: Espaço
ru: Космос
zh_hans: 空间

source: Spot Healing
ar: الشفاء البقعي
es: Curación puntual
fr: Guérison localisée
hi: स्पॉट हीलिंग
it: Guarigione localizzata
ja: スポットヒーリング
pt_br: Cura localizada
ru: Точечное исцеление
zh_hans: 局部治疗

source: Spot Healing Brush (J)
ar: فرشاة معالجة البقع (J)
es: Pincel corrector puntual (J)
fr: Brosse de cicatrisation localisée (J)
hi: स्पॉट हीलिंग ब्रश (जे)
it: Pennello correttivo al volo (J)
ja: スポットヒーリングブラシ(J)
pt_br: Escova de cura para manchas (J)
ru: Точечная восстанавливающая кисть (J)
zh_hans: 斑点修复刷 (J)

source: Spread
ar: انتشار
es: difundir
fr: Propagation
hi: फैलाना
it: Diffusione
ja: スプレッド
pt_br: Espalhar
ru: Распространение
zh_hans: 传播

source: Spreads a glow from the bright areas.
ar: ينشر توهجًا من المناطق المضيئة.
es: Difunde un brillo desde las áreas brillantes.
fr: Diffuse une lueur dans les zones lumineuses.
hi: उज्ज्वल क्षेत्रों से चमक फैलाता है।
it: Diffonde un bagliore dalle aree luminose.
ja: 明るい部分から輝きを広げます。
ru: Распространяет сияние на ярких участках.
zh_hans: 从明亮的区域散发出光芒。

source: Square
ar: مربع
es: cuadrado
fr: Carré
hi: चौकोर
it: Quadrato
ja: 正方形
pt_br: Quadrado
ru: Площадь
zh_hans: 广场

source: Start of the hue range, in degrees.
ar: بداية نطاق اللون بالدرجات.
es: Inicio del rango de tono, en grados.
fr: Début de la plage de teintes, en degrés.
hi: रंग सीमा की शुरुआत, डिग्री में.
it: Inizio della gamma di tonalità, in gradi.
ja: 色相範囲の開始値 (度単位)。
pt_br: Início do intervalo de matiz, em graus.
ru: Начало диапазона оттенка в градусах.
zh_hans: 色调范围的起点（以度为单位）。

source: Stop viewing the mask
ar: توقف عن عرض القناع
es: Deja de ver la máscara
fr: Arrêtez de voir le masque
hi: मुखौटा देखना बंद करो
it: Smettere di visualizzare la maschera
ja: マスクを見るのをやめる
pt_br: Pare de ver a máscara
ru: Перестаньте смотреть маску
zh_hans: 别再看面具了

source: Straightens barrel or pincushion bending.
ar: يعدل انحناء البرميل أو الوسادة.
es: Endereza el doblado de barril o alfiletero.
fr: Redresse la flexion du baril ou du coussinet.
hi: बैरल या पिनकुशन के मोड़ को सीधा करता है।
it: Raddrizza la piegatura a botte o a cuscinetto.
ja: バレルまたはピンクッションの曲がりをまっすぐにします。
pt_br: Endireita a flexão do cano ou da almofada de alfinetes.
ru: Выпрямляет изгиб ствола или подушечки иглы.
zh_hans: 矫直桶形或枕形弯曲。

source: Straightens horizontal lines toward the center.
ar: يسوي الخطوط الأفقية نحو المركز.
es: Endereza las líneas horizontales hacia el centro.
fr: Redresse les lignes horizontales vers le centre.
hi: केंद्र की ओर क्षैतिज रेखाओं को सीधा करता है।
it: Raddrizza le linee orizzontali verso il centro.
ja: 水平線を中心に向かってまっすぐにします。
pt_br: Endireita as linhas horizontais em direção ao centro.
ru: Выпрямляет горизонтальные линии по направлению к центру.
zh_hans: 将水平线向中心拉直。

source: Straightens vertical lines toward the center.
ar: يسوي الخطوط العمودية نحو المركز.
es: Endereza las líneas verticales hacia el centro.
fr: Redresse les lignes verticales vers le centre.
hi: केंद्र की ओर खड़ी रेखाओं को सीधा करता है।
it: Raddrizza le linee verticali verso il centro.
ja: 縦のラインを中心に向かってまっすぐに整えます。
pt_br: Endireita as linhas verticais em direção ao centro.
ru: Выпрямляет вертикальные линии по направлению к центру.
zh_hans: 将垂直线向中心拉直。

source: Strength
ar: القوة
es: fuerza
fr: Force
hi: ताकत
it: Forza
ja: 強さ
pt_br: Força
ru: Сила
zh_hans: 实力

source: Strengthens or weakens every color by the same amount.
ar: يقوي أو يضعف كل لون بنفس المقدار.
es: Fortalece o debilita todos los colores en la misma cantidad.
fr: Renforce ou affaiblit chaque couleur de la même manière.
hi: प्रत्येक रंग को समान मात्रा में मजबूत या कमजोर करता है।
it: Rafforza o indebolisce tutti i colori della stessa quantità.
ja: すべての色を同じ量だけ強化または弱めます。
pt_br: Fortalece ou enfraquece todas as cores na mesma proporção.
ru: Усиливает или ослабляет каждый цвет на одинаковую величину.
zh_hans: 以相同的量增强或减弱每种颜色。

source: Strengthens or weakens the blue primary.
ar: يقوي أو يضعف اللون الأزرق الأساسي.
es: Fortalece o debilita la primaria azul.
fr: Renforce ou affaiblit le primaire bleu.
hi: नीले प्राथमिक को मजबूत या कमजोर करता है।
it: Rafforza o indebolisce la primaria blu.
ja: 青の原色を強化または弱めます。
pt_br: Fortalece ou enfraquece o primário azul.
ru: Усиливает или ослабляет синий основной цвет.
zh_hans: 增强或减弱蓝色原色。

source: Strengthens or weakens the green primary.
ar: يقوي أو يضعف اللون الأخضر الأساسي.
es: Fortalece o debilita las primarias verdes.
fr: Renforce ou affaiblit le primaire vert.
hi: हरित प्राथमिक को मजबूत या कमजोर करता है।
it: Rafforza o indebolisce il verde primario.
ja: 緑のプライマリを強化または弱めます。
pt_br: Fortalece ou enfraquece o primário verde.
ru: Усиливает или ослабляет основной зеленый цвет.
zh_hans: 加强或削弱绿色原色。

source: Strengthens or weakens the red primary.
ar: يقوي أو يضعف الأساسي الأحمر.
es: Fortalece o debilita la primaria roja.
fr: Renforce ou affaiblit le primaire rouge.
hi: लाल प्राथमिक को मजबूत या कमजोर करता है।
it: Rafforza o indebolisce il rosso primario.
ja: 赤のプライマリを強化または弱めます。
pt_br: Fortalece ou enfraquece o primário vermelho.
ru: Усиливает или ослабляет красный основной.
zh_hans: 增强或减弱红色原色。

source: Strengthens quiet colors more than colors that are already strong, and protects skin tones.
ar: يقوي الألوان الهادئة أكثر من الألوان القوية بالفعل، ويحمي لون البشرة.
es: Fortalece los colores tranquilos más que los colores que ya son fuertes y protege los tonos de la piel.
fr: Renforce les couleurs calmes plus que les couleurs déjà fortes et protège les tons chair.
hi: पहले से ही मजबूत रंगों की तुलना में शांत रंगों को अधिक मजबूत करता है, और त्वचा के रंग की रक्षा करता है।
it: Rafforza i colori tenui più dei colori già forti e protegge le tonalità della pelle.
ja: 元々強い色よりも静かな色を強め、肌色を守ります。
pt_br: Fortalece mais as cores calmas do que as já fortes e protege os tons de pele.
ru: Усиливает спокойные цвета больше, чем уже яркие, и защищает оттенки кожи.
zh_hans: 比本来就很浓的颜色更强化安静的颜色，并保护肤色。

source: Stretches width relative to height.
ar: يمتد العرض بالنسبة للارتفاع.
es: Estira el ancho en relación con la altura.
fr: Étire la largeur par rapport à la hauteur.
hi: ऊँचाई के सापेक्ष चौड़ाई बढ़ाता है।
it: Allunga la larghezza rispetto all'altezza.
ja: 高さに対して幅を伸縮します。
pt_br: Estica a largura em relação à altura.
ru: Растягивает ширину относительно высоты.
zh_hans: 相对于高度拉伸宽度。

source: Stroke
ar: السكتة الدماغية
es: Accidente cerebrovascular
fr: Accident vasculaire cérébral
hi: आघात
it: Ictus
ja: 脳卒中
pt_br: acidente vascular cerebral
ru: Инсульт
zh_hans: 行程

source: Stroke color
ar: لون السكتة الدماغية
es: Color de trazo
fr: Couleur du trait
hi: स्ट्रोक का रंग
it: Colore del tratto
ja: ストロークの色
pt_br: Cor do traço
ru: Цвет обводки
zh_hans: 描边颜色

source: Stroke effect
ar: تأثير السكتة الدماغية
es: Efecto trazo
fr: Effet de trait
hi: स्ट्रोक का प्रभाव
it: Effetto tratto
ja: ストローク効果
pt_br: Efeito de acidente vascular cerebral
ru: Эффект обводки
zh_hans: 描边效果

source: Stroke…
ar: السكتة الدماغية…
es: Accidente cerebrovascular…
fr: AVC…
hi: आघात…
it: Ictus…
ja: 脳卒中…
pt_br: Acidente vascular cerebral…
ru: Инсульт…
zh_hans: 中风…

source: Strong Contrast
ar: تباين قوي
es: Fuerte contraste
fr: Fort contraste
hi: मजबूत कंट्रास्ट
it: Forte contrasto
ja: 強いコントラスト
pt_br: Contraste forte
ru: Сильный контраст
zh_hans: 强烈对比

source: Studio Display
ar: عرض الاستوديو
es: Pantalla de estudio
fr: Affichage en studio
hi: स्टूडियो प्रदर्शन
it: Esposizione in studio
ja: スタジオディスプレイ
pt_br: Exibição de estúdio
ru: Студия Дисплей
zh_hans: 演播室展示

source: Style
ar: النمط
es: Estilo
hi: अंदाज
it: Stile
ja: スタイル
pt_br: Estilo
ru: Стиль
zh_hans: 风格

source: StyleSheet
ar: ورقة الأنماط
es: Hoja de estilo
fr: Feuille de style
hi: स्टाइलशीट
it: Foglio di stile
ja: スタイルシート
pt_br: Folha de estilo
ru: Таблица стилей
zh_hans: 样式表

source: Subdivisions
ar: التقسيمات
es: Subdivisiones
hi: उपखंड
it: Suddivisioni
ja: 区画
pt_br: Subdivisões
ru: Подразделения
zh_hans: 细分

source: Subject
ar: الموضوع
es: Asunto
fr: Sujet
hi: विषय
it: Oggetto
ja: 件名
pt_br: Assunto
ru: Тема
zh_hans: 主题

source: Subtract
ar: اطرح
es: Restar
fr: Soustraire
hi: घटाना
it: Sottrarre
ja: 減算
pt_br: Subtrair
ru: Вычесть
zh_hans: 减去

source: Swap colors
ar: مبادلة الألوان
es: Intercambiar colores
fr: Échanger les couleurs
hi: रंग बदलें
it: Scambia i colori
ja: 色を交換する
pt_br: Trocar cores
ru: Поменять цвета
zh_hans: 交换颜色

source: Swap foreground and background (X)
ar: تبديل المقدمة والخلفية (X)
es: Intercambiar primer plano y fondo (X)
fr: Échanger le premier plan et l'arrière-plan (X)
hi: अग्रभूमि और पृष्ठभूमि बदलें (X)
it: Scambia primo piano e sfondo (X)
ja: 前景と背景を入れ替える (X)
pt_br: Trocar primeiro plano e plano de fundo (X)
ru: Поменяйте местами передний план и фон (X)
zh_hans: 交换前景和背景 (X)

source: Swap foreground/background
ar: مبادلة المقدمة / الخلفية
es: Intercambiar primer plano/fondo
fr: Permuter le premier plan/arrière-plan
hi: अग्रभूमि/पृष्ठभूमि बदलें
it: Scambia primo piano/sfondo
ja: 前景と背景を入れ替える
pt_br: Trocar primeiro plano/fundo
ru: Поменять передний план/фон
zh_hans: 交换前景/背景

source: TEXT
ar: نص
es: TEXTO
fr: TEXTE
hi: पाठ
it: TESTO
ja: テキスト
pt_br: TEXTO
ru: ТЕКСТ
zh_hans: 文本

source: Tab
ar: علامة التبويب
es: Pestaña
fr: Onglet
hi: टैब
ja: タブ
pt_br: Guia
ru: Вкладка
zh_hans: 选项卡

source: Targeted Adjustment
ar: التعديل المستهدف
es: Ajuste dirigido
fr: Ajustement ciblé
hi: लक्षित समायोजन
it: Adeguamento mirato
ja: 目標を絞った調整
pt_br: Ajuste direcionado
ru: Целевая корректировка
zh_hans: 定向调整

source: Targeted adjustment
ar: التعديل المستهدف
es: Ajuste dirigido
fr: Ajustement ciblé
hi: लक्षित समायोजन
it: Adeguamento mirato
ja: 目標を絞った調整
pt_br: Ajuste direcionado
ru: Целевая корректировка
zh_hans: 有针对性的调整

source: Targeted adjustment: drag on the image to change that color's saturation, or its hue with Command held
ar: الضبط المستهدف: اسحب الصورة لتغيير تشبع اللون أو تدرجه مع الاستمرار في الضغط على زر Command
es: Ajuste específico: arrastre la imagen para cambiar la saturación de ese color o su tono con Comando presionado
fr: Ajustement ciblé : faites glisser sur l'image pour modifier la saturation de cette couleur ou sa teinte en maintenant la commande enfoncée.
hi: लक्षित समायोजन: कमांड दबाकर उस रंग की संतृप्ति, या उसके रंग को बदलने के लिए छवि को खींचें
it: Regolazione mirata: trascina sull'immagine per modificare la saturazione di quel colore o la sua tonalità tenendo premuto Comando
ja: 対象を絞った調整: コマンドを押したまま画像をドラッグして、その色の彩度または色相を変更します。
pt_br: Ajuste direcionado: arraste a imagem para alterar a saturação da cor ou seu matiz com o comando pressionado
ru: Целенаправленная настройка: перетащите изображение, чтобы изменить насыщенность этого цвета или его оттенок, удерживая клавишу Command.
zh_hans: 有针对性的调整：在图像上拖动以更改颜色的饱和度或按住 Command 的情况下的色调

source: Temperature
ar: درجة الحرارة
es: Temperatura
fr: Température
hi: तापमान
it: Temperatura
ja: 温度
pt_br: Temperatura
ru: Температура
zh_hans: 温度

source: Temporary Hand tool (hold)
ar: أداة اليد المؤقتة (عقد)
es: Herramienta manual temporal (mantener)
fr: Outil à main temporaire (maintenir)
hi: अस्थायी हाथ उपकरण (पकड़)
it: Strumento Mano temporanea (mantieni)
ja: 仮ハンドツール（ホールド）
pt_br: Ferramenta manual temporária (manter)
ru: Временный ручной инструмент (удерживать)
zh_hans: 临时手动工具（保持）

source: Text
ar: نص
es: Texto
fr: Texte
hi: पाठ
it: Testo
ja: テキスト
pt_br: Texto
ru: Текст
zh_hans: 文字

source: Text Editing
ar: تحرير النص
es: Edición de texto
fr: Édition de texte
hi: पाठ संपादन
it: Modifica del testo
ja: テキスト編集
pt_br: Edição de texto
ru: Редактирование текста
zh_hans: 文本编辑

source: Text Size
ar: حجم النص
es: Tamaño del texto
fr: Taille du texte
hi: पाठ का आकार
it: Dimensione del testo
ja: 文字サイズ
pt_br: Tamanho do texto
ru: Размер текста
zh_hans: 文字大小

source: Text color
ar: لون النص
es: Color del texto
fr: Couleur du texte
hi: पाठ का रंग
it: Colore del testo
ja: 文字の色
pt_br: Cor do texto
ru: Цвет текста
zh_hans: 文字颜色

source: Text fields keep standard macOS editing keys. Dialogs share the Apply/Cancel assignments above. Numeric fields use Up/Down, with Shift for larger steps. Standard macOS commands include ⌘Q to quit and ⌃⌘F for full screen. The shortcut editor itself always uses Return to save and Esc to cancel when not recording.
ar: تحتفظ الحقول النصية بمفاتيح تحرير macOS القياسية. تشارك مربعات الحوار تطبيق/إلغاء التعيينات أعلاه. تستخدم الحقول الرقمية أعلى/أسفل، مع Shift للخطوات الأكبر. تتضمن أوامر macOS القياسية ⌘Q للإنهاء و⌃⌘F لملء الشاشة. يستخدم محرر الاختصارات دائمًا ميزة Return للحفظ وEsc للإلغاء عند عدم التسجيل.
es: Los campos de texto mantienen las claves de edición estándar de macOS. Los cuadros de diálogo comparten las asignaciones Aplicar/Cancelar anteriores. Los campos numéricos usan Arriba/Abajo, con Mayús para pasos más grandes. Los comandos estándar de macOS incluyen ⌘Q para salir y ⌃⌘F para pantalla completa. El editor de accesos directos siempre usa Volver para guardar y Esc para cancelar cuando no está grabando.
fr: Les champs de texte conservent les touches d’édition standard de macOS. Les boîtes de dialogue partagent les affectations Appliquer/Annuler ci-dessus. Les champs numériques utilisent Haut/Bas, avec Shift pour les étapes plus grandes. Les commandes macOS standard incluent ⌘Q pour quitter et ⌃⌘F pour le plein écran. L'éditeur de raccourcis lui-même utilise toujours Return pour enregistrer et Esc pour annuler lorsqu'il n'est pas en cours d'enregistrement.
hi: टेक्स्ट फ़ील्ड मानक macOS संपादन कुंजियाँ रखते हैं। डायलॉग ऊपर दिए गए असाइनमेंट को लागू/रद्द करें को साझा करते हैं। संख्यात्मक फ़ील्ड बड़े चरणों के लिए Shift के साथ ऊपर/नीचे का उपयोग करते हैं। मानक macOS कमांड में छोड़ने के लिए ⌘Q और पूर्ण स्क्रीन के लिए ⌃⌘F शामिल हैं। शॉर्टकट संपादक हमेशा सहेजने के लिए रिटर्न और रिकॉर्डिंग न होने पर रद्द करने के लिए Esc का उपयोग करता है।
it: I campi di testo mantengono le chiavi di modifica standard di macOS. Le finestre di dialogo condividono le assegnazioni Applica/Annulla sopra. I campi numerici utilizzano Su/Giù, con Maiusc per incrementi più grandi. I comandi standard di macOS includono ⌘Q per uscire e ⌃⌘F per lo schermo intero. L'editor di scorciatoie stesso utilizza sempre Invio per salvare ed Esc per annullare quando non si registra.
ja: テキストフィールドには、標準の macOS 編集キーが保持されます。ダイアログは、上記の適用/キャンセルの割り当てを共有します。数値フィールドでは Up/Down を使用し、大きなステップには Shift を使用します。標準の macOS コマンドには、終了する ⌘Q と全画面表示する ⌃⌘F が含まれます。ショートカット エディター自体は常に Return を使用して保存し、記録していないときは Esc を使用してキャンセルします。
pt_br: Os campos de texto mantêm chaves de edição padrão do macOS. As caixas de diálogo compartilham as atribuições Aplicar/Cancelar acima. Os campos numéricos usam Para cima/Para baixo, com Shift para etapas maiores. Os comandos padrão do macOS incluem ⌘Q para sair e ⌃⌘F para tela inteira. O próprio editor de atalhos sempre usa Return para salvar e Esc para cancelar quando não estiver gravando.
ru: В текстовых полях хранятся стандартные клавиши редактирования macOS. В диалогах используются указанные выше назначения «Применить/Отменить». В числовых полях используются клавиши «Вверх» и «Вниз», а для увеличения шага — клавиша «Shift». Стандартные команды macOS включают ⌘Q для выхода и ⌃⌘F для полноэкранного режима. Сам редактор ярлыков всегда использует Return для сохранения и Esc для отмены, когда запись не ведется.
zh_hans: 文本字段保留标准 macOS 编辑键。对话框共享上面的“应用/取消”分配。数字字段使用“向上”/“向下”，使用“Shift”可实现更大的步长。标准 macOS 命令包括 ⌘Q 退出和 ⌃⌘F 全屏。快捷方式编辑器本身在不录制时总是使用 Return 来保存并使用 Esc 来取消。

source: Text · Double-click to edit
ar: النص · انقر نقرًا مزدوجًا للتحرير
es: Texto · Haga doble clic para editar
fr: Texte · Double-cliquez pour modifier
hi: टेक्स्ट · संपादित करने के लिए डबल-क्लिक करें
it: Testo · Fare doppio clic per modificare
ja: テキスト · ダブルクリックして編集します
pt_br: Texto · Clique duas vezes para editar
ru: Текст · Дважды щелкните, чтобы изменить
zh_hans: 文字·双击编辑
